Repository: samuelfa/TFG-UOC-CRM
Catalog: translations/app.*.xlf
Languages: es

source: Edit manager %name%
es: Editar gestor %name%

source: View manager %name%
es: Ver gestor %name%

source: Edit familiar %name%
es: Editar familiar %name%

source: View familiar %name%
es: Ver familiar %name%

source: Edit worker %name%
es: Editar trabajador %name%

source: View worker %name%
es: Ver worker %name%

source: Edit customer %name%
es: Editar cliente %name%

source: View customer %name%
es: Ver cliente %name%

source: this link is valid until %expiresAt%
es: Este enlace es valido hasta el %expiresAt%

source: Edit category %name%
es: Editar category %name%

source: Edit activity %name%
es: Editar activity %name%

source: Calendar for %name%
es: Calendario para %name%

source: Created at %date%
es: Creado el %date%

source: Start at %date%
es: Inicio el %date%

source: Finish at %date%
es: Finaliza el %date%

source: %total% notes
es: %total% notas

source: %total% linked activities
es: %total% actividades vinculadas

source: %total% categories
es: %total% categorias

source: %total% activities
es: %total% actividades

source: %total% customers
es: %total% clientes

source: %total% familiars
es: %total% familiares

source: List activities from category %name%
es: Lista de actividades de la categor√≠a %name%

source: Activities in %name%
es: Actividades en %name%

source: List familiars from activity %name%
es: Lista de familiares de la actividad %name%

source: Familiars in %name%
es: Familiares en %name%
