Repository: samuelfa/TFG-UOC-CRM
Catalog: translations/messages.*.xlf
Languages: es

source: Page Not Found
es: Página no encontrada

source: It looks like you found a glitch in the matrix...
es: Parece que encontraste un fallo en matrix...

source: Back to home
es: Volver a la portada

source: Choose namespace
es: Selecciona espacio de trabajo

source: Connect to a namespace
es: Conectar al espacio de trabajo

source: Namespace
es: Espacio de trabajo

source: Continue
es: Continuar

source: Register an Account
es: Registrar una cuenta

source: Create an account
es: Crear una cuenta

source: Company name
es: Nombre de empresa

source: Email address
es: Dirección de email

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: Password and confirm password must be equals
es: Las contraseñas debes ser iguales

source: Sign in
es: Identificarse

source: Home
es: Portada

source: Dashboard
es: Inicio

source: Back to Dashboard
es: Volver al inicio

source: Managers
es: Gestores

source: Name
es: Nombre

source: Surname
es: Apellidos

source: Birthday
es: Fecha de nacimiento

source: Portrait
es: Imagen

source: Edit
es: Editar

source: Cancel
es: Cancelar

source: List of managers
es: Lista de gestores

source: List
es: Lista

source: Add
es: Añadir

source: View
es: Ver

source: Empty list
es: Lista vacia

source: Remove
es: Borrar

source: Manager
es: Gestor

source: Are you sure?
es: ¿Estas seguro?

# Select &quot;Remove&quot; below if you are ready to delete the manager.
source: Select "Remove" below if you are ready to delete the manager.
es: Seleccione la opción "Borrar" para borrar el gestor

source: Add a new manager
es: Añadir un nuevo gestor

source: Create
es: Crear

source: Familiars
es: Familiares

source: Customer
es: Cliente

source: List of familiars
es: Lista de familiares

# Select &quot;Remove&quot; below if you are ready to delete the familiar.
source: Select "Remove" below if you are ready to delete the familiar.
es: Seleccione la opción "Borrar" para borrar el familiar.

source: Add a new familiar
es: Añadir un nuevo familiar

source: Forgot Password?
es: ¿Contraseña olvidada?

source: Are you customer?
es: ¿Eres cliente?

source: Workers
es: Trabajadores

source: List of workers
es: Lista de trabajadores

source: Worker
es: Trabajor

# Select &quot;Remove&quot; below if you are ready to delete the worker.
source: Select "Remove" below if you are ready to delete the worker.
es: Seleccione la opción "Borrar" para borrar el trabajador.

source: Add a new worker
es: Añadir nuevo trabajor

source: Customers
es: Clientes

source: List of customers
es: Lista de clientes

source: Customer sign in
es: Identificación de cliente

source: Are you employee?
es: ¿Eres empleado?

# Select &quot;Remove&quot; below if you are ready to delete the customer.
source: Select "Remove" below if you are ready to delete the customer.
es: Seleccione la opción "Borrar" para borrar el cliente.

source: Add a new customer
es: Añadir nuevo cliente

source: Logout
es: Cerrar sesión

source: Ready to Leave?
es: ¿Listo para cerrar sesión?

# Select &quot;Logout&quot; below if you are ready to end your current session.
source: Select "Logout" below if you are ready to end your current session.
es: Seleccione la opción "Cerrar sesión" para finalizar su sesión actual.

source: CRM: You request a new password!!
es: CRM: ¡¡Has solicitado una nueva contraseña!!

source: Hi! We got a request to generate a new password.
es: ¡Hola! Hemos recibido una petición para crear una nueva contraseña.

source: Click here to start getting a new password
es: Haz click aquí para comenzar a generar una nueva contraseña

source: Categories
es: Categorías

source: List of categories
es: Lista de categorías

# Select &quot;Remove&quot; below if you are ready to delete the category.
source: Select "Remove" below if you are ready to delete the category.
es: Seleccione la opción "Borrar" para borrar la categoría.

source: Add a new category
es: Añadir nueva categoría

source: Activities
es: Actividades

source: Category
es: Categoría

source: Start at
es: Comienza el

source: Finish at
es: Finaliza el

source: List of activities
es: Lista de actividades

# Select &quot;Remove&quot; below if you are ready to delete the activity.
source: Select "Remove" below if you are ready to delete the activity.
es: Seleccione la opción "Borrar" para borrar la actividad.

source: Add a new activity
es: Añadir nueva actividad

source: Forgot Password
es: Contraseña olvidada

source: Send
es: Enviar

source: Login
es: Identificarse

source: Add a new note
es: Añadir nueva nota

source: Message
es: Mensaje

source: Private
es: Privada

source: Calendar
es: Calendario

source: Sent an email
es: Enviar email

source: Subject
es: Asunto

source: Recipient
es: Destinatario

source: Body
es: Cuerpo

source: Link to an activity
es: Enlazar con una actividad

source: Activity
es: Actividad

source: Link
es: Enlace

source: Send email
es: Enviar email

source: Add to activity
es: Añadir a la actividad

source: Add a note
es: Añadir una nota

source: Restore Password
es: Restaurar contraseña

source: Restore
es: Restaurar

# Select &quot;Remove&quot; below if you are ready to delete it.
source: Select "Remove" below if you are ready to delete it.
es: Seleccione la opción "Borrar" para borrarlo.

source: View details
es: Ver detalles

source: An special CRM for family care
es: Un CRM especial para el cuidado de familiares

source: Invalid NIF value provided
es: El NIF proporcionado es invalido

source: Namespace not found
es: Espacio de trabajo no encontrado

source: The namespace is already in use
es: El espacio de trabajo ya esta en uso

source: The nif is already in use
es: El NIF ya esta en uso

source: The email address is already in use
es: La dirección de email ya esta en uso

source: Please, create some category first
es: Por favor, debe crear primero una categoría

source: The category does not exist
es: La categoría no existe

source: Activity linked with some familiars
es: Actividad vinculada con algunos familiares

source: The activity has not been found
es: La actividad no ha sido encontrada

source: The category is already in use
es: La categoría esta en uso

source: Category linked with some activities
es: La categoría esta vinculada a algunas actividades

source: The category has not been found
es: La categoría no ha sido encontrada

source: Customer linked with a familiar
es: El cliente esta vinculado a algunos familiares

source: The customer has not been found
es: El cliente no ha sido encontrado

source: Impossible to restore the password
es: Imposible recuperar la contraseña

source: Please, create some customer first
es: Por favor, debe crear primero un cliente

source: The familiar has not been found
es: El familiar no ha sido encontrado

source: The manager has not been found
es: El gestor no ha sido encontrado

source: The worker has not been found
es: El trabajador no ha sido encontrado

source: Activity created
es: Actividad creada

source: Activity deleted
es: Actividad borrada

source: Activity edited
es: Actividad editada

source: Category created
es: Categoría creada

source: Category deleted
es: Categoría borrada

source: Category edited
es: Categoría editada

source: Customer created
es: Cliente creado

source: Customer deleted
es: Cliente borrado

source: Customer edited
es: Cliente editado

source: Email sent, please check your inbox
es: Email enviado, por favor revise su bandeja de entrada

source: Familiar created
es: Familiar creado

source: Familiar deleted
es: Familiar borrado

source: Familiar edited
es: Familiar editado

source: Note created
es: Nota creada

source: Linked Activity deleted
es: Actividad vinculada borrada

source: Activity linked
es: Actividad vinculada

source: Email sent
es: Email enviado

source: Manager created
es: Gestor creado

source: Manager deleted
es: Gestor borrado

source: Manager edited
es: Gestor editado

source: Worker created
es: Trabajador creado

source: Worker deleted
es: Trabajador borrado

source: Worker edited
es: Trabajador editado
